Repository: ATLAI-TECH/CapyBuddy
Catalog: CapyBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ru, zh_hans

source: Adds a menu-bar status item showing live CPU, memory, and other system stats.
de: Fügt in der Menüleiste eine Anzeige für CPU-, Speicher- und andere Systemwerte in Echtzeit hinzu.
es: Añade un elemento en la barra de menús con CPU, memoria y otras estadísticas en vivo.
fr: Ajoute un indicateur dans la barre des menus avec CPU, mémoire et autres statistiques en direct.
ru: Добавляет в строке меню индикатор с показателями ЦП, памяти и другими данными в реальном времени.
zh_hans: 在菜单栏添加一个实时显示 CPU、内存等系统状态的小图标。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
zh_hans: 取消

source: Capture a region of the screen with a global hotkey, then annotate, copy, save, or pin it.
de: Erfassen Sie einen Bildschirmbereich per globalem Shortcut und versehen Sie ihn mit Anmerkungen, kopieren, speichern oder anheften.
es: Captura una región de la pantalla con un atajo global; luego anótala, cópiala, guárdala o ánclala.
fr: Capturez une zone de l'écran avec un raccourci global, puis annotez-la, copiez-la, enregistrez-la ou épinglez-la.
ru: Сделайте снимок области экрана глобальным сочетанием клавиш, затем добавьте аннотации, скопируйте, сохраните или прикрепите.
zh_hans: 用全局快捷键截取屏幕区域，然后标注、复制、保存或钉到桌面。

source: Click a window or drag · ESC to cancel
de: Klicke ein Fenster oder ziehe · ESC zum Abbrechen
es: Haz clic en una ventana o arrastra · ESC para cancelar
fr: Cliquez une fenêtre ou faites glisser · ESC pour annuler
ru: Кликните окно или перетащите · ESC - отмена
zh_hans: 点击窗口或拖动选区 · ESC 取消

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ru: Буфер обмена
zh_hans: 剪贴板

source: Clipboard History
de: Zwischenablage-Verlauf
es: Historial del Portapapeles
fr: Historique du presse-papiers
ru: История буфера обмена
zh_hans: 剪贴板历史

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать
zh_hans: 复制

source: Default target language:
de: Standard-Zielsprache:
es: Idioma destino por defecto:
fr: Langue cible par défaut :
ru: Язык перевода по умолчанию:
zh_hans: 默认目标语言：

source: Download
de: Herunterladen
es: Descargar
fr: Télécharger
ru: Скачать
zh_hans: 下载

source: Downloading…
de: Lade herunter…
es: Descargando…
fr: Téléchargement…
ru: Загрузка…
zh_hans: 下载中…

source: Drag-and-drop converter between common picture formats (PNG, JPEG, HEIC, TIFF, GIF, AVIF, ICO, BMP, ICNS, JP2).
de: Drag-and-Drop-Konverter zwischen gängigen Bildformaten (PNG, JPEG, HEIC, TIFF, GIF, AVIF, ICO, BMP, ICNS, JP2).
es: Conversor por arrastrar y soltar entre formatos de imagen comunes (PNG, JPEG, HEIC, TIFF, GIF, AVIF, ICO, BMP, ICNS, JP2).
fr: Convertisseur par glisser-déposer entre les formats d'image courants (PNG, JPEG, HEIC, TIFF, GIF, AVIF, ICO, BMP, ICNS, JP2).
ru: Конвертер изображений с поддержкой перетаскивания (PNG, JPEG, HEIC, TIFF, GIF, AVIF, ICO, BMP, ICNS, JP2).
zh_hans: 拖拽即可在常见图片格式之间转换 (PNG、JPEG、HEIC、TIFF、GIF、AVIF、ICO、BMP、ICNS、JP2)。

source: Drop an image to crop, rotate, resize, recolor, watermark, or remove the background.
de: Lege ein Bild ab, um es zuzuschneiden, zu drehen, zu skalieren, einzufärben, mit Wasserzeichen zu versehen oder den Hintergrund zu entfernen.
es: Arrastra una imagen para recortar, rotar, redimensionar, retocar, marcar o quitar el fondo.
fr: Déposez une image pour la rogner, la pivoter, la redimensionner, la retoucher, ajouter un filigrane ou supprimer l'arrière-plan.
ru: Перетащите изображение, чтобы обрезать, повернуть, изменить размер, перекрасить, добавить водяной знак или удалить фон.
zh_hans: 拖入图片即可裁剪、旋转、缩放、调色、加水印或抠除背景。

source: Enabled
de: Aktiviert
es: Activado
fr: Activé
ru: Включено
zh_hans: 已启用

source: Export
de: Exportieren
es: Exportar
fr: Exporter
ru: Экспорт
zh_hans: 导出

source: Extract text (OCR)
de: Text extrahieren (OCR)
es: Extraer texto (OCR)
fr: Extraire le texte (OCR)
ru: Извлечь текст (OCR)
zh_hans: 提取文字 (OCR)

source: Features
de: Funktionen
es: Funciones
fr: Fonctionnalités
ru: Возможности
zh_hans: 功能

source: Fit
de: Anpassen
es: Ajustar
fr: Ajuster
ru: По размеру
zh_hans: 适应

source: General
de: Allgemein
fr: Général
ru: Основные
zh_hans: 通用

source: Hold Space and tap a key to instantly launch or focus your most-used apps.
de: Halten Sie die Leertaste gedrückt und drücken Sie eine Taste, um Ihre häufigsten Apps sofort zu starten oder zu fokussieren.
es: Mantén Espacio y pulsa una tecla para abrir o enfocar al instante tus apps más usadas.
fr: Maintenez Espace et tapez une touche pour lancer ou activer instantanément vos applis favorites.
ru: Удерживайте Пробел и нажмите клавишу, чтобы мгновенно запустить или переключиться на любимое приложение.
zh_hans: 按住空格再敲一个键，瞬间启动或切换最常用的应用。

source: Keep Awake
de: Wach halten
es: Mantener Activo
fr: Empêcher la mise en veille
ru: Не засыпать
zh_hans: 保持唤醒

source: Keeps a history of recent clipboard items so you can paste anything you copied earlier.
de: Hält einen Verlauf der Zwischenablage bereit, damit Sie zuvor Kopiertes erneut einfügen können.
es: Mantiene un historial reciente del portapapeles para pegar cualquier cosa copiada antes.
fr: Conserve l'historique du presse-papiers pour recoller tout ce que vous avez copié récemment.
ru: Сохраняет недавнюю историю буфера обмена, чтобы вставить любое ранее скопированное.
zh_hans: 保留最近的剪贴板历史，可随时粘贴之前复制的任意内容。

source: Language packs
de: Sprachpakete
es: Paquetes de idioma
fr: Packs linguistiques
ru: Языковые пакеты
zh_hans: 语言包

source: Menu Bar
de: Menüleiste
es: Barra de menús
fr: Barre des menus
ru: Строка меню
zh_hans: 菜单栏

source: Onboarding
de: Einführung
es: Bienvenida
fr: Bienvenue
ru: Знакомство
zh_hans: 新手引导

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
ru: Открыть
zh_hans: 打开

source: Open Activity Monitor
de: Aktivitätsanzeige öffnen
es: Abrir Monitor de Actividad
fr: Ouvrir le moniteur d'activité
ru: Открыть Мониторинг системы
zh_hans: 打开活动监视器

source: Open Converter…
de: Konverter öffnen…
es: Abrir Conversor…
fr: Ouvrir le convertisseur…
ru: Открыть конвертер…
zh_hans: 打开转换器…

source: Open Editor…
de: Editor öffnen…
es: Abrir Editor…
fr: Ouvrir l'éditeur…
ru: Открыть редактор…
zh_hans: 打开编辑器…

source: Open Picture Converter
de: Bildkonvertierer öffnen
es: Abrir Conversor de Imágenes
fr: Ouvrir le convertisseur d'image
ru: Открыть конвертер изображений
zh_hans: 打开图片格式转换

source: Open Picture Editor
de: Bild-Editor öffnen
es: Abrir Editor de Imágenes
fr: Ouvrir l'éditeur d'image
ru: Открыть редактор изображений
zh_hans: 打开图片编辑器

source: Original · Show Translated
de: Original · Übersetzung zeigen
es: Original · Ver traducción
fr: Original · Voir la traduction
ru: Оригинал · Показать перевод
zh_hans: 原图 · 显示翻译

source: Pick the language you'd like the screenshot's text to be translated into. You can change this anytime in Settings → Screenshot → Translation.
de: Wählen Sie die Zielsprache für den Text des Screenshots. Jederzeit in Einstellungen → Screenshot → Übersetzung änderbar.
es: Elige el idioma al que se traducirá el texto de la captura. Puedes cambiarlo en Ajustes → Captura → Traducción.
fr: Choisissez la langue cible du texte de la capture. Modifiable à tout moment dans Réglages → Capture → Traduction.
ru: Выберите язык, на который будет переведён текст со скриншота. Изменить можно в Настройках → Скриншот → Перевод.
zh_hans: 选择截图文字要翻译成的目标语言。可随时在 设置 → 截图 → 翻译 中修改。

source: Picture Converter
de: Bildkonvertierer
es: Conversor de Imágenes
fr: Convertisseur d'image
ru: Конвертер изображений
zh_hans: 图片格式转换

source: Picture Editor
de: Bild-Editor
es: Editor de Imágenes
fr: Éditeur d'image
ru: Редактор изображений
zh_hans: 图片编辑器

source: Pin
de: Anheften
es: Anclar
fr: Épingler
ru: Закрепить
zh_hans: 钉到桌面

source: Prevents your Mac from sleeping or dimming the display for a chosen duration.
de: Verhindert, dass der Mac in den Ruhezustand wechselt oder das Display abdunkelt.
es: Evita que tu Mac se suspenda o atenúe la pantalla durante el tiempo elegido.
fr: Empêche votre Mac de se mettre en veille ou de réduire la luminosité pendant la durée choisie.
ru: Не даёт Mac уйти в режим сна или приглушить дисплей в течение выбранного времени.
zh_hans: 在指定时间内阻止 Mac 进入睡眠或屏幕变暗。

source: Quit CapyBuddy
de: CapyBuddy beenden
es: Salir de CapyBuddy
fr: Quitter CapyBuddy
ru: Завершить CapyBuddy
zh_hans: 退出 CapyBuddy

source: Ready
de: Bereit
es: Listo
fr: Prêt
ru: Готово
zh_hans: 已就绪

source: Recognized text
de: Erkannter Text
es: Texto reconocido
fr: Texte reconnu
ru: Распознанный текст
zh_hans: 识别到的文字

source: Recognizing…
de: Erkenne…
es: Reconociendo…
fr: Reconnaissance en cours…
ru: Распознавание…
zh_hans: 识别中…

source: Redo
de: Wiederholen
es: Rehacer
fr: Rétablir
ru: Вернуть
zh_hans: 重做

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ru: Сбросить
zh_hans: 重置

source: Reset first-time prompt
de: Erst-Dialog zurücksetzen
es: Restablecer aviso inicial
fr: Réinitialiser l'invite
ru: Сбросить первое приглашение
zh_hans: 重置首次提示

source: Reset welcome
de: Begrüßung zurücksetzen
es: Restablecer bienvenida
fr: Réinitialiser la bienvenue
ru: Сбросить приветствие
zh_hans: 重置欢迎页

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ru: Сохранить
zh_hans: 保存

source: Screenshot
de: Bildschirmfoto
es: Captura de Pantalla
fr: Capture d'écran
ru: Скриншот
zh_hans: 截图

source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ru: Настройки…
zh_hans: 设置…

source: Space Shortcut
de: Leertaste-Shortcut
es: Atajo Espacio
fr: Raccourci Espace
ru: Сочетание с пробелом
zh_hans: 空格快捷键

source: Translate
de: Übersetzen
es: Traducir
fr: Traduire
ru: Перевести
zh_hans: 翻译

source: Translate text into…
de: Text übersetzen in…
es: Traducir el texto a…
fr: Traduire le texte en…
ru: Перевести текст на…
zh_hans: 把文字翻译成…

source: Translate text on image
de: Text im Bild übersetzen
es: Traducir texto en la imagen
fr: Traduire le texte de l'image
ru: Перевести текст на изображении
zh_hans: 翻译图片中的文字

source: Translated · Show Original
de: Übersetzt · Original zeigen
es: Traducida · Ver original
fr: Traduite · Voir l'original
ru: Переведено · Показать оригинал
zh_hans: 已翻译 · 显示原图

source: Translating…
de: Übersetze…
es: Traduciendo…
fr: Traduction en cours…
ru: Перевод…
zh_hans: 翻译中…

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ru: Перевод
zh_hans: 翻译

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
ru: Отменить
zh_hans: 撤销

source: Unsupported
de: Nicht unterstützt
es: No compatible
fr: Non pris en charge
ru: Не поддерживается
zh_hans: 不支持

source: Working…
de: Arbeite…
es: Trabajando…
fr: Traitement…
ru: Обработка…
zh_hans: 处理中…

source: System Monitor
es: Monitor del Sistema
fr: Moniteur système
ru: Системный монитор
zh_hans: 系统监视器

source: New version %@ available - Update…
zh_hans: 有新版本 %@ 可用 - 点击更新

source: New version available - Update…
zh_hans: 有新版本可用 - 点击更新
